{
  "metadata": {
    "agent": "paper-collector",
    "timestamp": "2026-02-15T12:39:53.700045+00:00",
    "total_papers": 50,
    "search_keywords_used": [
      "self-discovery identity exploration",
      "behavioral activation depression therapy",
      "expressive writing journaling well-being",
      "place attachment environmental psychology",
      "sensory awareness mindfulness body",
      "habit formation behavior change daily",
      "mindfulness-based stress reduction",
      "self-reflection personal growth psychology",
      "experiential avoidance acceptance commitment",
      "restorative environments nature well-being",
      "positive psychology interventions strengths",
      "self-awareness introspection emotion regulation",
      "gratitude intervention well-being",
      "self-compassion mindfulness therapy",
      "creative arts therapy expression",
      "nature therapy forest bathing",
      "daily diary method experience sampling",
      "values clarification acceptance therapy"
    ],
    "api_sources": [
      "openalex"
    ]
  },
  "papers": [
    {
      "title": "Interoception, contemplative practice, and health",
      "authors": [
        "Norman A. S. Farb",
        "Jennifer Daubenmier",
        "Cynthia Price",
        "Tim Gard",
        "Catherine E. Kerr"
      ],
      "year": 2015,
      "venue": "Frontiers in Psychology",
      "citation_count": 598,
      "doi": "10.3389/fpsyg.2015.00763",
      "abstract": "Interoception can be broadly defined as the sense of signals originating within the body. As such, interoception is critical for our sense of embodiment, motivation, and well-being. And yet, despite its importance, interoception remains poorly understood within modern science. This paper reviews interdisciplinary perspectives on interoception, with the goal of presenting a unified perspective from diverse fields such as neuroscience, clinical practice, and contemplative studies. It is hoped that this integrative effort will advance our understanding of how interoception determines well-being, and identify the central challenges to such understanding. To this end, we introduce an expanded taxonomy of interoceptive processes, arguing that many of these processes can be understood through an emerging predictive coding model for mind-body integration. The model, which describes the tension between expected and felt body sensation, parallels contemplative theories, and implicates interoception in a variety of affective and psychosomatic disorders. We conclude that maladaptive construal of bodily sensations may lie at the heart of many contemporary maladies, and that contemplative practices may attenuate these interpretative biases, restoring a person's sense of presence and agency in the world.",
      "publication_type": "article",
      "keywords_matched": [
        "sensory awareness mindfulness body",
        "experiential avoidance acceptance commitment",
        "self-awareness introspection emotion regulation"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-001"
    },
    {
      "title": "The relationship between nature connectedness and happiness: a meta-analysis",
      "authors": [
        "Colin A. Capaldi",
        "Raelyne L. Dopko",
        "John M. Zelenski"
      ],
      "year": 2014,
      "venue": "Frontiers in Psychology",
      "citation_count": 1083,
      "doi": "10.3389/fpsyg.2014.00976",
      "abstract": "Research suggests that contact with nature can be beneficial, for example leading to improvements in mood, cognition, and health. A distinct but related idea is the personality construct of subjective nature connectedness, a stable individual difference in cognitive, affective, and experiential connection with the natural environment. Subjective nature connectedness is a strong predictor of pro-environmental attitudes and behaviors that may also be positively associated with subjective well-being. This meta-analysis was conducted to examine the relationship between nature connectedness and happiness. Based on 30 samples (n = 8523), a fixed-effect meta-analysis found a small but significant effect size (r = 0.19). Those who are more connected to nature tended to experience more positive affect, vitality, and life satisfaction compared to those less connected to nature. Publication status, year, average age, and percentage of females in the sample were not significant moderators. Vitality had the strongest relationship with nature connectedness (r = 0.24), followed by positive affect (r = 0.22) and life satisfaction (r = 0.17). In terms of specific nature connectedness measures, associations were the strongest between happiness and inclusion of nature in self (r = 0.27), compared to nature relatedness (r = 0.18) and connectedness to nature (r = 0.18). This research highlights the importance of considering personality when examining the psychological benefits of nature. The results suggest that closer human-nature relationships do not have to come at the expense of happiness. Rather, this meta-analysis shows that being connected to nature and feeling happy are, in fact, connected.",
      "publication_type": "article",
      "keywords_matched": [
        "place attachment environmental psychology",
        "self-reflection personal growth psychology",
        "restorative environments nature well-being"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-002"
    },
    {
      "title": "The Role of Nature in Coping with Psycho-Physiological Stress: A Literature Review on Restorativeness",
      "authors": [
        "Rita Berto"
      ],
      "year": 2014,
      "venue": "Behavioral Sciences",
      "citation_count": 755,
      "doi": "10.3390/bs4040394",
      "abstract": "Physical settings can play a role in coping with stress; in particular experimental research has found strong evidence between exposure to natural environments and recovery from physiological stress and mental fatigue, giving support to both Stress Recovery Theory and Attention Restoration Theory. In fact, exposure to natural environments protects people against the impact of environmental stressors and offer physiological, emotional and attention restoration more so than urban environments. Natural places that allow the renewal of personal adaptive resources to meet the demands of everyday life are called restorative environments. Natural environments elicit greater calming responses than urban environments, and in relation to their vision there is a general reduction of physiological symptoms of stress. Exposure to natural scenes mediates the negative effects of stress reducing the negative mood state and above all enhancing positive emotions. Moreover, one can recover the decrease of cognitive performance associated with stress, especially reflected in attention tasks, through the salutary effect of viewing nature. Giving the many benefits of contact with nature, plans for urban environments should attend to restorativeness.",
      "publication_type": "review",
      "keywords_matched": [
        "place attachment environmental psychology",
        "habit formation behavior change daily",
        "restorative environments nature well-being"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-003"
    },
    {
      "title": "Self-awareness, self-regulation, and self-transcendence (S-ART): a framework for understanding the neurobiological mechanisms of mindfulness",
      "authors": [
        "David R. Vago",
        "David Silbersweig"
      ],
      "year": 2012,
      "venue": "Frontiers in Human Neuroscience",
      "citation_count": 1272,
      "doi": "10.3389/fnhum.2012.00296",
      "abstract": "Mindfulness-as a state, trait, process, type of meditation, and intervention has proven to be beneficial across a diverse group of psychological disorders as well as for general stress reduction. Yet, there remains a lack of clarity in the operationalization of this construct, and underlying mechanisms. Here, we provide an integrative theoretical framework and systems-based neurobiological model that explains the mechanisms by which mindfulness reduces biases related to self-processing and creates a sustainable healthy mind. Mindfulness is described through systematic mental training that develops meta-awareness (self-awareness), an ability to effectively modulate one's behavior (self-regulation), and a positive relationship between self and other that transcends self-focused needs and increases prosocial characteristics (self-transcendence). This framework of self-awareness, -regulation, and -transcendence (S-ART) illustrates a method for becoming aware of the conditions that cause (and remove) distortions or biases. The development of S-ART through meditation is proposed to modulate self-specifying and narrative self-networks through an integrative fronto-parietal control network. Relevant perceptual, cognitive, emotional, and behavioral neuropsychological processes are highlighted as supporting mechanisms for S-ART, including intention and motivation, attention regulation, emotion regulation, extinction and reconsolidation, prosociality, non-attachment, and decentering. The S-ART framework and neurobiological model is based on our growing understanding of the mechanisms for neurocognition, empirical literature, and through dismantling the specific meditation practices thought to cultivate mindfulness. The proposed framework will inform future research in the contemplative sciences and target specific areas for development in the treatment of psychological disorders.",
      "publication_type": "article",
      "keywords_matched": [
        "place attachment environmental psychology",
        "sensory awareness mindfulness body",
        "habit formation behavior change daily",
        "experiential avoidance acceptance commitment"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-004"
    },
    {
      "title": "Prejudice Reduction: Progress and Challenges",
      "authors": [
        "Elizabeth Levy Paluck",
        "Roni Porat",
        "Chelsey S. Clark",
        "Donald P. Green"
      ],
      "year": 2020,
      "venue": "Annual Review of Psychology",
      "citation_count": 609,
      "doi": "10.1146/annurev-psych-071620-030619",
      "abstract": "The past decade has seen rapid growth in research that evaluates methods for reducing prejudice. This essay reviews 418 experiments reported in 309 manuscripts from 2007 to 2019 to assess which approaches work best and why. Our quantitative assessment uses meta-analysis to estimate average effects. Our qualitative assessment calls attention to landmark studies that are noteworthy for sustained interventions, imaginative measurement, and transparency. However, 76% of all studies evaluate light touch interventions, the long-term impact of which remains unclear. The modal intervention uses mentalizing as a salve for prejudice. Although these studies report optimistic conclusions, we identify troubling indications of publication bias that may exaggerate effects. Furthermore, landmark studies often find limited effects, which suggests the need for further theoretical innovation or synergies with other kinds of psychological or structural interventions. We conclude that much research effort is theoretically and empirically ill-suited to provide actionable, evidence-based recommendations for reducing prejudice.",
      "publication_type": "review",
      "keywords_matched": [
        "self-reflection personal growth psychology",
        "self-awareness introspection emotion regulation"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-005"
    },
    {
      "title": "Childhood nature connection and constructive hope: A review of research on connecting with nature and coping with environmental loss",
      "authors": [
        "Louise Chawla"
      ],
      "year": 2020,
      "venue": "People and Nature",
      "citation_count": 564,
      "doi": "10.1002/pan3.10128",
      "abstract": "Abstract Within a generation, children's lives have largely moved indoors, with the loss of free‐ranging exploration of the nearby natural world, even as research indicates that direct experiences of nature in childhood contribute to care for nature across the life span. In response, many conservation organizations advocate connecting children with nature, and there has been rising interest in measuring young people's connectedness with nature, understanding how it relates to their well‐being and stewardship behaviour and creating programs to increase connection. This article reviews the literature on these topics, covering both quantitative and qualitative studies. It notes that this research emphasizes positive experiences and emotions, even as global environmental changes and biodiversity loss accelerate. Young people's emotions of worry, frustration and sadness as they learn about environmental degradation also express their understanding that they are connected to the biosphere. Therefore this review includes research on how young people cope with information about large‐scale environmental problems, and it identifies practices to sustain hope. The review concludes by suggesting how research on connection with nature and coping with environmental change can benefit from integration. A free Plain Language Summary can be found within the Supporting Information of this article.",
      "publication_type": "review",
      "keywords_matched": [
        "self-discovery identity exploration",
        "place attachment environmental psychology"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-006"
    },
    {
      "title": "A critical review of the literature on social and leisure activity and wellbeing in later life",
      "authors": [
        "Kathryn Betts Adams",
        "Sylvia Leibbrandt",
        "Heehyul Moon"
      ],
      "year": 2010,
      "venue": "Ageing and Society",
      "citation_count": 754,
      "doi": "10.1017/s0144686x10001091",
      "abstract": "ABSTRACT An engaged lifestyle is seen as an important component of successful ageing. Many older adults with high participation in social and leisure activities report positive wellbeing, a fact that fuelled the original activity theory and that continues to influence researchers, theorists and practitioners. This study's purpose is to review the conceptualisation and measurement of activity among older adults and the associations reported in the gerontological literature between specific dimensions of activity and wellbeing. We searched published studies that focused on social and leisure activity and wellbeing, and found 42 studies in 44 articles published between 1995 and 2009. They reported from one to 13 activity domains, the majority reporting two or three, such as informal , formal and solitary , or productive versus leisure . Domains associated with subjective wellbeing, health or survival included social, leisure, productive, physical, intellectual, service and solitary activities. Informal social activity has accumulated the most evidence of an influence on wellbeing. Individual descriptors such as gender or physical functioning sometimes moderate these associations, while contextual variables such as choice, meaning or perceived quality play intervening roles. Differences in definitions and measurement make it difficult to draw inferences about this body of evidence on the associations between activity and wellbeing. Activity theory serves as shorthand for these associations, but gerontology must better integrate developmental and psychological constructs into a refined, comprehensive activity theory.",
      "publication_type": "review",
      "keywords_matched": [
        "expressive writing journaling well-being",
        "self-reflection personal growth psychology",
        "creative arts therapy expression"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-007"
    },
    {
      "title": "Mindfulness Meditation and Psychopathology",
      "authors": [
        "Joseph Wielgosz",
        "Simon B. Goldberg",
        "Tammi R. A. Kral",
        "John D. Dunne",
        "Richard J. Davidson"
      ],
      "year": 2018,
      "venue": "Annual Review of Clinical Psychology",
      "citation_count": 421,
      "doi": "10.1146/annurev-clinpsy-021815-093423",
      "abstract": "Mindfulness meditation is increasingly incorporated into mental health interventions, and theoretical concepts associated with it have influenced basic research on psychopathology. Here, we review the current understanding of mindfulness meditation through the lens of clinical neuroscience, outlining the core capacities targeted by mindfulness meditation and mapping them onto cognitive and affective constructs of the Research Domain Criteria matrix proposed by the National Institute of Mental Health. We review efficacious applications of mindfulness meditation to specific domains of psychopathology including depression, anxiety, chronic pain, and substance abuse, as well as emerging efforts related to attention disorders, traumatic stress, dysregulated eating, and serious mental illness. Priorities for future research include pinpointing mechanisms, refining methodology, and improving implementation. Mindfulness meditation is a promising basis for interventions, with particular potential relevance to psychiatric comorbidity. The successes and challenges of mindfulness meditation research are instructive for broader interactions between contemplative traditions and clinical psychological science.",
      "publication_type": "review",
      "keywords_matched": [
        "sensory awareness mindfulness body",
        "self-awareness introspection emotion regulation"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-008"
    },
    {
      "title": "Mindfulness Interventions",
      "authors": [
        "J. David Creswell"
      ],
      "year": 2016,
      "venue": "Annual Review of Psychology",
      "citation_count": 1562,
      "doi": "10.1146/annurev-psych-042716-051139",
      "abstract": "Mindfulness interventions aim to foster greater attention to and awareness of present moment experience. There has been a dramatic increase in randomized controlled trials (RCTs) of mindfulness interventions over the past two decades. This article evaluates the growing evidence of mindfulness intervention RCTs by reviewing and discussing (a) the effects of mindfulness interventions on health, cognitive, affective, and interpersonal outcomes; (b) evidence-based applications of mindfulness interventions to new settings and populations (e.g., the workplace, military, schools); (c) psychological and neurobiological mechanisms of mindfulness interventions; (d) mindfulness intervention dosing considerations; and (e) potential risks of mindfulness interventions. Methodologically rigorous RCTs have demonstrated that mindfulness interventions improve outcomes in multiple domains (e.g., chronic pain, depression relapse, addiction). Discussion focuses on opportunities and challenges for mindfulness intervention research and on community applications.",
      "publication_type": "review",
      "keywords_matched": [
        "sensory awareness mindfulness body",
        "experiential avoidance acceptance commitment"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-009"
    },
    {
      "title": "Acceptance and Commitment Therapy for Co‐Occurring Posttraumatic Stress Disorder and Alcohol Use Disorders in Veterans: Pilot Treatment Outcomes",
      "authors": [
        "Eric C. Meyer",
        "Robyn D. Walser",
        "Barbara A. Hermann",
        "Heidi La Bash",
        "Bryann B. DeBeer"
      ],
      "year": 2018,
      "venue": "Journal of Traumatic Stress",
      "citation_count": 84,
      "doi": "10.1002/jts.22322",
      "abstract": "Abstract Posttraumatic stress disorder (PTSD) and alcohol use disorder (AUD) frequently co‐occur and are associated with worse outcomes together than either disorder alone. A lack of consensus regarding recommendations for treating PTSD–AUD exists, and treatment dropout is a persistent problem. Acceptance and Commitment Therapy (ACT), a transdiagnostic, mindfulness‐ and acceptance‐based form of behavior therapy, has potential as a treatment option for PTSD–AUD. In this uncontrolled pilot study, we examined ACT for PTSD–AUD in 43 veterans; 29 (67%) completed the outpatient individual therapy protocol (i.e., ≥ 10 of 12 sessions). Clinician‐assessed and self‐reported PTSD symptoms were reduced at posttreatment, d s = 0.79 and 0.96, respectively. Self‐reported symptoms of PTSD remained lower at 3‐month follow‐up, d = 0.88. There were reductions on all alcohol‐related outcomes (clinician‐assessed and self‐reported symptoms, total drinks, and heavy drinking days) at posttreatment and 3‐month follow‐up, d mean = 0.91 ( d range: 0.65–1.30). Quality of life increased at posttreatment and follow‐up, d s = 0.55–0.56. Functional disability improved marginally at posttreatment, d = 0.35; this effect became significant by follow‐up, d = 0.52. Fewer depressive symptoms were reported at posttreatment, d = 0.50, and follow‐up, d = 0.44. Individuals experiencing suicidal ideation reported significant reductions by follow‐up. Consistent with the ACT theoretical model, these improvements were associated with more between‐session mindfulness practice and reductions in experiential avoidance and psychological inflexibility. Recommendations for adapting ACT to address PTSD–AUD include assigning frequent between‐session mindfulness practice and initiating values clarification work and values‐based behavior assignments early in treatment.",
      "publication_type": "article",
      "keywords_matched": [
        "experiential avoidance acceptance commitment",
        "values clarification acceptance therapy"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-010"
    },
    {
      "title": "The varieties of contemplative experience: A mixed-methods study of meditation-related challenges in Western Buddhists",
      "authors": [
        "Jared R. Lindahl",
        "Nathan E. Fisher",
        "David J. Cooper",
        "Rochelle K. Rosen",
        "Willoughby B. Britton"
      ],
      "year": 2017,
      "venue": "PLoS ONE",
      "citation_count": 441,
      "doi": "10.1371/journal.pone.0176239",
      "abstract": "Buddhist-derived meditation practices are currently being employed as a popular form of health promotion. While meditation programs draw inspiration from Buddhist textual sources for the benefits of meditation, these sources also acknowledge a wide range of other effects beyond health-related outcomes. The Varieties of Contemplative Experience study investigates meditation-related experiences that are typically underreported, particularly experiences that are described as challenging, difficult, distressing, functionally impairing, and/or requiring additional support. A mixed-methods approach featured qualitative interviews with Western Buddhist meditation practitioners and experts in Theravāda, Zen, and Tibetan traditions. Interview questions probed meditation experiences and influencing factors, including interpretations and management strategies. A follow-up survey provided quantitative assessments of causality, impairment and other demographic and practice-related variables. The content-driven thematic analysis of interviews yielded a taxonomy of 59 meditation-related experiences across 7 domains: cognitive, perceptual, affective, somatic, conative, sense of self, and social. Even in cases where the phenomenology was similar across participants, interpretations of and responses to the experiences differed considerably. The associated valence ranged from very positive to very negative, and the associated level of distress and functional impairment ranged from minimal and transient to severe and enduring. In order to determine what factors may influence the valence, impact, and response to any given experience, the study also identified 26 categories of influencing factors across 4 domains: practitioner-level factors, practice-level factors, relationships, and health behaviors. By identifying a broader range of experiences associated with meditation, along with the factors that contribute to the presence and management of experiences reported as challenging, difficult, distressing or functionally impairing, this study aims to increase our understanding of the effects of contemplative practices and to provide resources for mediators, clinicians, meditation researchers, and meditation teachers.",
      "publication_type": "article",
      "keywords_matched": [
        "expressive writing journaling well-being",
        "sensory awareness mindfulness body"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-011"
    },
    {
      "title": "Loneliness Matters: A Theoretical and Empirical Review of Consequences and Mechanisms",
      "authors": [
        "Louise C. Hawkley",
        "John T. Cacioppo"
      ],
      "year": 2010,
      "venue": "Annals of Behavioral Medicine",
      "citation_count": 4399,
      "doi": "10.1007/s12160-010-9210-8",
      "abstract": "As a social species, humans rely on a safe, secure social surround to survive and thrive. Perceptions of social isolation, or loneliness, increase vigilance for threat and heighten feelings of vulnerability while also raising the desire to reconnect. Implicit hypervigilance for social threat alters psychological processes that influence physiological functioning, diminish sleep quality, and increase morbidity and mortality. The purpose of this paper is to review the features and consequences of loneliness within a comprehensive theoretical framework that informs interventions to reduce loneliness. We review physical and mental health consequences of loneliness, mechanisms for its effects, and effectiveness of extant interventions. Features of a loneliness regulatory loop are employed to explain cognitive, behavioral, and physiological consequences of loneliness and to discuss interventions to reduce loneliness. Loneliness is not simply being alone. Interventions to reduce loneliness and its health consequences may need to take into account its attentional, confirmatory, and memorial biases as well as its social and behavioral effects.",
      "publication_type": "review",
      "keywords_matched": [
        "restorative environments nature well-being",
        "daily diary method experience sampling"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-012"
    },
    {
      "title": "Understanding the Relationship between Urban Public Space and Social Cohesion: A Systematic Review",
      "authors": [
        "Jie Qi",
        "Suvodeep Mazumdar",
        "Ana Cristina Vasconcelos"
      ],
      "year": 2024,
      "venue": "International Journal of Community Well-Being",
      "citation_count": 100,
      "doi": "10.1007/s42413-024-00204-5",
      "abstract": "Abstract Public space serves as opportunities for everyday engagement including cultural activities and social interactions. The co-presence of diverse groups and activities is seen as an important building block of social cohesion. This review synthesised the empirical evidence to understand the relationship between public space and social cohesion. Databases searched included Scopus, Web of Science, and PubMed with the inclusion of peer reviewed articles published in English, between 2000 and 2023 (till 22nd February 2023). A total of 63 published studies were identified. A variety of physical aspects of different public spaces was found to potentially encourage social interaction and cohesion, i.e., accessibility, mixed land use, presence of street furniture, etc. Furthermore, such impact was found to be affected by a range of sociodemographic factors, for example ethnicity, age, and length of residence, and perceptual factors such as safety perception, visual perceptions, and place attachment. Overall, research exploring the relationship between public space and social cohesion has occurred within disciplinary silos, posing a significant challenge in conceptualising this relationship. The recognition of these findings bridges the research effort in understanding the social mechanism between people and space across research agendas including urban design and planning, sociology, environmental psychology, public health, and human geography. We describe future work in studying the intangible aspects of urban space in the directions of assessing the social performance of public space and devising interventions to promote social interaction and foster social cohesion.",
      "publication_type": "review",
      "keywords_matched": [
        "place attachment environmental psychology"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-013"
    },
    {
      "title": "Materialistic Values and Goals",
      "authors": [
        "Tim Kasser"
      ],
      "year": 2015,
      "venue": "Annual Review of Psychology",
      "citation_count": 456,
      "doi": "10.1146/annurev-psych-122414-033344",
      "abstract": "Materialism comprises a set of values and goals focused on wealth, possessions, image, and status. These aims are a fundamental aspect of the human value/goal system, standing in relative conflict with aims concerning the well-being of others, as well as one's own personal and spiritual growth. Substantial evidence shows that people who place a relatively high priority on materialistic values/goals consume more products and incur more debt, have lower-quality interpersonal relationships, act in more ecologically destructive ways, have adverse work and educational motivation, and report lower personal and physical well-being. Experimentally activating materialistic aims causes similar outcomes. Given these ills, researchers have investigated means of decreasing people's materialism. Successful interventions encourage intrinsic/self-transcendent values/goals, increase felt personal security, and/or block materialistic messages from the environment. These interventions would likely be more effective if policies were also adopted that diminished contemporary culture's focus on consumption, profit, and economic growth.",
      "publication_type": "review",
      "keywords_matched": [
        "self-reflection personal growth psychology",
        "experiential avoidance acceptance commitment"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-014"
    },
    {
      "title": "The Psychology of Change: Self-Affirmation and Social Psychological Intervention",
      "authors": [
        "Geoffrey L. Cohen",
        "David K. Sherman"
      ],
      "year": 2014,
      "venue": "Annual Review of Psychology",
      "citation_count": 1132,
      "doi": "10.1146/annurev-psych-010213-115137",
      "abstract": "People have a basic need to maintain the integrity of the self, a global sense of personal adequacy. Events that threaten self-integrity arouse stress and self-protective defenses that can hamper performance and growth. However, an intervention known as self-affirmation can curb these negative outcomes. Self-affirmation interventions typically have people write about core personal values. The interventions bring about a more expansive view of the self and its resources, weakening the implications of a threat for personal integrity. Timely affirmations have been shown to improve education, health, and relationship outcomes, with benefits that sometimes persist for months and years. Like other interventions and experiences, self-affirmations can have lasting benefits when they touch off a cycle of adaptive potential, a positive feedback loop between the self-system and the social system that propagates adaptive outcomes over time. The present review highlights both connections with other disciplines and lessons for a social psychological understanding of intervention and change.",
      "publication_type": "review",
      "keywords_matched": [
        "place attachment environmental psychology",
        "habit formation behavior change daily"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-015"
    },
    {
      "title": "Workplace interventions to improve well-being and reduce burnout for nurses, physicians and allied healthcare professionals: a systematic review",
      "authors": [
        "Catherine Cohen",
        "Silvia Pignata",
        "Eva Bezak",
        "Mark Tié",
        "Jessie Childs"
      ],
      "year": 2023,
      "venue": "BMJ Open",
      "citation_count": 339,
      "doi": "10.1136/bmjopen-2022-071203",
      "abstract": "There is a growing need for interventions to improve well-being in healthcare workers, particularly since the onset of COVID-19. Objectives To synthesise evidence since 2015 on the impact of interventions designed to address well-being and burnout in physicians, nurses and allied healthcare professionals. Design Systematic literature review. Data sources Medline, Embase, Emcare, CINAHL, PsycInfo and Google Scholar were searched in May–October 2022. Eligibility criteria for selecting studies Studies that primarily investigated burnout and/or well-being and reported quantifiable preintervention and postintervention outcomes using validated well-being measures were included. Data extraction and synthesis Full-text articles in English were independently screened and quality assessed by two researchers using the Medical Education Research Study Quality Instrument. Results were synthesised and presented in both quantitative and narrative formats. Meta-analysis was not possible due to variations in study designs and outcomes. Results A total of 1663 articles were screened for eligibility, with 33 meeting inclusion criterium. Thirty studies used individually focused interventions, while three were organisationally focused. Thirty-one studies used secondary level interventions (managed stress in individuals) and two were primary level (eliminated stress causes). Mindfulness-based practices were adopted in 20 studies; the remainder used meditation, yoga and acupuncture. Other interventions promoted a positive mindset (gratitude journaling, choirs, coaching) while organisational interventions centred on workload reduction, job crafting and peer networks. Effective outcomes were reported in 29 studies, with significant improvements in well-being, work engagement, quality of life and resilience, and reductions in burnout, perceived stress, anxiety and depression. Conclusion The review found that interventions benefitted healthcare workers by increasing well-being, engagement and resilience, and reducing burnout. It is noted that the outcomes of numerous studies were impacted by design limitations that is, no control/waitlist control, and/or no post intervention follow-up. Suggestions are made for future research.",
      "publication_type": "review",
      "keywords_matched": [
        "gratitude intervention well-being"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-016"
    },
    {
      "title": "The evidence-base for positive psychology interventions: a mega-analysis of meta-analyses",
      "authors": [
        "Alan Carr",
        "Laura Finneran",
        "Christine Boyd",
        "Claire Shirey",
        "Ciarán Canning"
      ],
      "year": 2023,
      "venue": "The Journal of Positive Psychology",
      "citation_count": 64,
      "doi": "10.1080/17439760.2023.2168564",
      "abstract": "This study provides a quantitative synthesis of meta-analytic evidence for the effectiveness of very broadly defined positive psychological interventions (PPIs), i.e. interventions that enhance well-being through pathways consistent with positive psychology theory. The definition covers a wide range of PPIs including single and multi-element PPI programs as well as mindfulness, mind-body, and physical exercise-based interventions. Five databases were searched. One hundred and ninety eight meta-analyses involving 4,065 primary studies and 501,335 participants were selected for review. Using the AMSTAR-2 criteria, the selected meta-analyses were found to be of moderate or high quality. At post-intervention, PPIs had a significantly small to medium effect on well-being, QoL, strengths, depression, anxiety, and stress. Gains were partially maintained at 7.5-month follow-up. Mind-body PPIs such as yoga were particularly effective. Individuals who engaged in longer, face-to-face programs benefited most. This mega-analysis shows that PPIs have an extensive evidence base supporting their effectiveness.",
      "publication_type": "article",
      "keywords_matched": [
        "positive psychology interventions strengths"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-017"
    },
    {
      "title": "From nature experience to visitors’ pro-environmental behavior: the role of perceived restorativeness and well-being",
      "authors": [
        "Hongmei Zhang",
        "Xin Zhang",
        "Yijiang Yang",
        "Jianyu Ma"
      ],
      "year": 2023,
      "venue": "Journal of Sustainable Tourism",
      "citation_count": 53,
      "doi": "10.1080/09669582.2023.2184314",
      "abstract": "This research presents two studies covering two interconnected and sequential research questions in the context of a developing country (China): (1) What psychological responses do different types of environmental experiences elicit in visitors and (2) how are the psychological responses and following behavioral responses elicited by natural experiences? The research posits that the feelings of well-being and pro-environmental behavior (PEB) are elicited through the mechanism of perceived restorativeness. Study 1 (a scenario experiment) suggests that national parks produce higher subjective vitality but similar perceived restorative outcomes compared to city parks. Study 2 (a survey) presents a theoretical model examining the relationships among perceived restorativeness, general subjective well-being (SWB), trip-specific SWB, and PEB in a peri-urban national forest park context. The results indicate that perceived restorativeness is an important factor influencing visitors' well-being and PEB, though the association between SWB and PEB was nonsignificant. Our studies provide cross-cultural confirmation of the restorative effects of the natural environment. They also provide evidence that nature-based tourism could be a valid nature-based solution for improving the health and well-being of both humans and the earth, through the role of perceived restorativeness of nature.",
      "publication_type": "article",
      "keywords_matched": [
        "restorative environments nature well-being"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-018"
    },
    {
      "title": "Neurodiversity in Practice: a Conceptual Model of Autistic Strengths and Potential Mechanisms of Change to Support Positive Mental Health and Wellbeing in Autistic Children and Adolescents",
      "authors": [
        "Megan Cherewick",
        "Michael Matergia"
      ],
      "year": 2023,
      "venue": "Advances in Neurodevelopmental Disorders",
      "citation_count": 51,
      "doi": "10.1007/s41252-023-00348-z",
      "abstract": "Abstract Objectives Neurodiversity affirming frameworks are a paradigm shift from a deficit-focused approach to autism to recognizing autism as a heterogeneous constellation of differences in abilities and strengths. This article completed a literature review and data synthesis to (1) identify autistic strengths used in the design of psychosocial interventions, (2) propose mechanisms of change that explain strength-based psychosocial intervention effects on mental health and wellbeing outcomes, and (3) integrate findings in a conceptual model for testing in future research studies. Methods A search for articles was completed in June 2023 and resulted in 24 articles that met the inclusion criteria. The Distillation and Matching Model methods were used to code articles and subsequent conceptual groupings generated categorical domains included in the conceptual model. Results Autistic strengths identified in the design of psychosocial interventions were grouped into four domains: (1) perceptual, (2) reasoning, (3) expertise, and (4) character strengths. Mechanisms of change were grouped into four domains: (1) affective, (2) behavioral, (3) cognitive, and (4) physiological. The resulting conceptual model presents autistic strengths that can be leveraged in psychosocial interventions and potential mechanisms of change that explain intervention effects on mental health and wellbeing. Conclusions Growing focus on the translation of positive psychology has resulted in strength-based psychosocial intervention programs. However, intervention strategies have not leveraged the diverse array of autistic strengths identified by autistic individuals, their families, and their communities. Furthermore, research is needed to determine mechanistic paths by which strength-based interventions achieve positive effects on mental health outcomes in autistic children and adolescents.",
      "publication_type": "article",
      "keywords_matched": [
        "positive psychology interventions strengths"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-019"
    },
    {
      "title": "The political is personal: The costs of daily politics.",
      "authors": [
        "Brett Q. Ford",
        "Matthew Feinberg",
        "Bethany Lassetter",
        "Sabrina Thai",
        "Arasteh Gatchpazian"
      ],
      "year": 2023,
      "venue": "Journal of Personality and Social Psychology",
      "citation_count": 51,
      "doi": "10.1037/pspa0000335",
      "abstract": "Politics and its controversies have permeated everyday life, but the daily impact of politics on the general public is largely unknown. Here, we apply an affective science framework to understand how the public experiences daily politics in a two-part examination. We first used longitudinal, daily diary methods to track two samples of U.S. participants as they experienced daily political events across 2 weeks (Study 1: <i>N</i> = 198, observations = 2,167) and 3 weeks (Study 2: <i>N</i> = 811, observations = 12,790) to explore how these events permeated people's lives and how people coped with that influence. In both diary studies, daily political events consistently not only evoked negative emotions, which corresponded to worse psychological and physical well-being, but also greater motivation to take political action (e.g., volunteer, protest) aimed at changing the political system that evoked these emotions in the first place. Understandably, people frequently tried to regulate their politics-induced emotions, and regulating these emotions using effective cognitive strategies (reappraisal and distraction) predicted greater well-being, but also weaker motivation to take action. Although people protected themselves from the emotional impact of politics, frequently used regulation strategies came with a trade-off between well-being and action. Second, we conducted experimental studies where we manipulated exposure to day-to-day politics (Study 3, <i>N</i> = 922), and the use of various emotion regulation strategies in response (Study 4, <i>N</i> = 1,277), and found causal support for the central findings of Studies 1-2. Overall, this research highlights how politics can be a chronic stressor in people's daily lives, underscoring the far-reaching influence politicians have beyond the formal powers endowed unto them. (PsycInfo Database Record (c) 2023 APA, all rights reserved).",
      "publication_type": "article",
      "keywords_matched": [
        "daily diary method experience sampling"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-020"
    },
    {
      "title": "The Behavior Change Technique Taxonomy (v1) of 93 Hierarchically Clustered Techniques: Building an International Consensus for the Reporting of Behavior Change Interventions",
      "authors": [
        "Susan Michie",
        "Michelle Richardson",
        "Marie Johnston",
        "Charles Abraham",
        "Jill Francis"
      ],
      "year": 2013,
      "venue": "Annals of Behavioral Medicine",
      "citation_count": 7334,
      "doi": "10.1007/s12160-013-9486-6",
      "abstract": "\"BCT taxonomy v1,\" an extensive taxonomy of 93 consensually agreed, distinct BCTs, offers a step change as a method for specifying interventions, but we anticipate further development and evaluation based on international, interdisciplinary consensus.",
      "publication_type": "article",
      "keywords_matched": [
        "daily diary method experience sampling"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-021"
    },
    {
      "title": "Self-Compassion: Theory, Method, Research, and Intervention",
      "authors": [
        "Kristin D. Neff"
      ],
      "year": 2022,
      "venue": "Annual Review of Psychology",
      "citation_count": 703,
      "doi": "10.1146/annurev-psych-032420-031047",
      "abstract": "Self-compassion refers to being supportive toward oneself when experiencing suffering or pain—be it caused by personal mistakes and inadequacies or external life challenges. This review presents my theoretical model of self-compassion as comprised of six different elements: increased self-kindness, common humanity, and mindfulness as well as reduced self-judgment, isolation, and overidentification. It discusses the methodology of self-compassion research and reviews the increasingly large number of empirical studies that indicate self-compassion is a productive way of approaching distressing thoughts and emotions that engenders mental and physical well-being. It also reviews research that dispels common myths about self-compassion (e.g., that it is weak, selfish, self-indulgent or undermines motivation). Interventions designed to increase self-compassion, such as compassion-focused therapy and mindful self-compassion, are discussed. Finally, the review considers problematic issues in the field, such as the differential effects fallacy, and considers limitations and future research directions in the field of self-compassion research.",
      "publication_type": "review",
      "keywords_matched": [
        "self-compassion mindfulness therapy"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-022"
    },
    {
      "title": "Potential self-regulatory mechanisms of yoga for psychological health",
      "authors": [
        "Tim Gard",
        "Jessica J. Noggle",
        "Crystal L. Park",
        "David R. Vago",
        "Angela L. Wilson"
      ],
      "year": 2014,
      "venue": "Frontiers in Human Neuroscience",
      "citation_count": 444,
      "doi": "10.3389/fnhum.2014.00770",
      "abstract": "Research suggesting the beneficial effects of yoga on myriad aspects of psychological health has proliferated in recent years, yet there is currently no overarching framework by which to understand yoga's potential beneficial effects. Here we provide a theoretical framework and systems-based network model of yoga that focuses on integration of top-down and bottom-up forms of self-regulation. We begin by contextualizing yoga in historical and contemporary settings, and then detail how specific components of yoga practice may affect cognitive, emotional, behavioral, and autonomic output under stress through an emphasis on interoception and bottom-up input, resulting in physical and psychological health. The model describes yoga practice as a comprehensive skillset of synergistic process tools that facilitate bidirectional feedback and integration between high- and low-level brain networks, and afferent and re-afferent input from interoceptive processes (somatosensory, viscerosensory, chemosensory). From a predictive coding perspective we propose a shift to perceptual inference for stress modulation and optimal self-regulation. We describe how the processes that sub-serve self-regulation become more automatized and efficient over time and practice, requiring less effort to initiate when necessary and terminate more rapidly when no longer needed. To support our proposed model, we present the available evidence for yoga affecting self-regulatory pathways, integrating existing constructs from behavior theory and cognitive neuroscience with emerging yoga and meditation research. This paper is intended to guide future basic and clinical research, specifically targeting areas of development in the treatment of stress-mediated psychological disorders.",
      "publication_type": "article",
      "keywords_matched": [
        "sensory awareness mindfulness body",
        "values clarification acceptance therapy"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-023"
    },
    {
      "title": "The Paradox of Music-Evoked Sadness: An Online Survey",
      "authors": [
        "Liila Taruffi",
        "Stefan Koelsch"
      ],
      "year": 2014,
      "venue": "PLoS ONE",
      "citation_count": 321,
      "doi": "10.1371/journal.pone.0110490",
      "abstract": "This study explores listeners' experience of music-evoked sadness. Sadness is typically assumed to be undesirable and is therefore usually avoided in everyday life. Yet the question remains: Why do people seek and appreciate sadness in music? We present findings from an online survey with both Western and Eastern participants (N = 772). The survey investigates the rewarding aspects of music-evoked sadness, as well as the relative contribution of listener characteristics and situational factors to the appreciation of sad music. The survey also examines the different principles through which sadness is evoked by music, and their interaction with personality traits. Results show 4 different rewards of music-evoked sadness: reward of imagination, emotion regulation, empathy, and no \"real-life\" implications. Moreover, appreciation of sad music follows a mood-congruent fashion and is greater among individuals with high empathy and low emotional stability. Surprisingly, nostalgia rather than sadness is the most frequent emotion evoked by sad music. Correspondingly, memory was rated as the most important principle through which sadness is evoked. Finally, the trait empathy contributes to the evocation of sadness via contagion, appraisal, and by engaging social functions. The present findings indicate that emotional responses to sad music are multifaceted, are modulated by empathy, and are linked with a multidimensional experience of pleasure. These results were corroborated by a follow-up survey on happy music, which indicated differences between the emotional experiences resulting from listening to sad versus happy music. This is the first comprehensive survey of music-evoked sadness, revealing that listening to sad music can lead to beneficial emotional effects such as regulation of negative emotion and mood as well as consolation. Such beneficial emotional effects constitute the prime motivations for engaging with sad music in everyday life.",
      "publication_type": "article",
      "keywords_matched": [
        "self-awareness introspection emotion regulation",
        "creative arts therapy expression"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-024"
    },
    {
      "title": "Implementability of healthcare interventions: an overview of reviews and development of a conceptual framework",
      "authors": [
        "Marlena Klaic",
        "Suzanne Kapp",
        "Peter Hudson",
        "Wendy W. Chapman",
        "Linda Denehy"
      ],
      "year": 2022,
      "venue": "Implementation Science",
      "citation_count": 354,
      "doi": "10.1186/s13012-021-01171-7",
      "abstract": "Abstract Background Implementation research may play an important role in reducing research waste by identifying strategies that support translation of evidence into practice. Implementation of healthcare interventions is influenced by multiple factors including the organisational context, implementation strategies and features of the intervention as perceived by people delivering and receiving the intervention. Recently, concepts relating to perceived features of interventions have been gaining traction in published literature, namely, acceptability, fidelity, feasibility, scalability and sustainability. These concepts may influence uptake of healthcare interventions, yet there seems to be little consensus about their nature and impact. The aim of this paper is to develop a testable conceptual framework of implementability of healthcare interventions that includes these five concepts. Methods A multifaceted approach was used to develop and refine a conceptual framework of implementability of healthcare interventions. An overview of reviews identified reviews published between January 2000 and March 2021 that focused on at least one of the five concepts in relation to a healthcare intervention. These findings informed the development of a preliminary framework of implementability of healthcare interventions which was presented to a panel of experts. A nominal group process was used to critique, refine and agree on a final framework. Results A total of 252 publications were included in the overview of reviews. Of these, 32% were found to be feasible, 4% reported sustainable changes in practice and 9% were scaled up to other populations and/or settings. The expert panel proposed that scalability and sustainability of a healthcare intervention are dependent on its acceptability, fidelity and feasibility. Furthermore, acceptability, fidelity and feasibility require re-evaluation over time and as the intervention is developed and then implemented in different settings or with different populations. The final agreed framework of implementability provides the basis for a chronological, iterative approach to planning for wide-scale, long-term implementation of healthcare interventions. Conclusions We recommend that researchers consider the factors acceptability, fidelity and feasibility (proposed to influence sustainability and scalability) during the preliminary phases of intervention development, evaluation and implementation, and iteratively check these factors in different settings and over time.",
      "publication_type": "review",
      "keywords_matched": [
        "values clarification acceptance therapy"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-025"
    },
    {
      "title": "Polyvagal Theory: A Science of Safety",
      "authors": [
        "Stephen W. Porges"
      ],
      "year": 2022,
      "venue": "Frontiers in Integrative Neuroscience",
      "citation_count": 283,
      "doi": "10.3389/fnint.2022.871227",
      "abstract": "Contemporary strategies for health and wellbeing fail our biological needs by not acknowledging that feelings of safety emerge from internal physiological states regulated by the autonomic nervous system. The study of feelings of safety has been an elusive construct that has historically been dependent upon subjectivity. Acknowledging that feelings of safety have a measurable underlying neurophysiological substrate would shift investigations of feelings of safety from a subjective to an objective science. Polyvagal Theory provides an innovative scientific perspective to study feelings of safety that incorporates an understanding of neuroanatomy and neurophysiology. This perspective identifies neural circuits that downregulate neural regulation of threat reactions and functionally neutralize defensive strategies via neural circuits communicating cues of safety that enable feelings of safety to support interpersonal accessibility and homeostatic functions. Basically, when humans feel safe, their nervous systems support the homeostatic functions of health, growth, and restoration, while they simultaneously become accessible to others without feeling or expressing threat and vulnerability. Feelings of safety reflect a core fundamental process that has enabled humans to survive through the opportunistic features of trusting social engagements that have co-regulatory capacities to mitigate metabolically costly defense reactions. Through the study of neural development and phylogeny, we can extract foundational principles and their underlying mechanisms through which the autonomic nervous system leads to feelings of safety and opportunities to co-regulate. Several principles highlight the validity of a science of safety that when implemented in societal institutions, ranging from healthcare to education, would enhance health, sociality, and lead to greater productivity, creativity, and a sense of wellbeing. By respecting our need to feel safe as a biological imperative linked to survival, we respect our phylogenetic heritage and elevate sociality as a neuromodulator that functionally provides the scientific validation for a societal focus on promoting opportunities to experience feelings of safety and co-regulation.",
      "publication_type": "review",
      "keywords_matched": [
        "self-awareness introspection emotion regulation"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-026"
    },
    {
      "title": "Putting the “mental” back in “mental disorders”: a perspective from research on fear and anxiety",
      "authors": [
        "Vincent Taschereau‐Dumouchel",
        "Matthias Michel",
        "Hakwan Lau",
        "Stefan G. Hofmann",
        "Joseph E. LeDoux"
      ],
      "year": 2022,
      "venue": "Molecular Psychiatry",
      "citation_count": 185,
      "doi": "10.1038/s41380-021-01395-5",
      "abstract": "Abstract Mental health problems often involve clusters of symptoms that include subjective (conscious) experiences as well as behavioral and/or physiological responses. Because the bodily responses are readily measured objectively, these have come to be emphasized when developing treatments and assessing their effectiveness. On the other hand, the subjective experience of the patient reported during a clinical interview is often viewed as a weak correlate of psychopathology. To the extent that subjective symptoms are related to the underlying problem, it is often assumed that they will be taken care of if the more objective behavioral and physiological symptoms are properly treated. Decades of research on anxiety disorders, however, show that behavioral and physiological symptoms do not correlate as strongly with subjective experiences as is typically assumed. Further, the treatments developed using more objective symptoms as a marker of psychopathology have mostly been disappointing in effectiveness. Given that “mental” disorders are named for, and defined by, their subjective mental qualities, it is perhaps not surprising, in retrospect, that treatments that have sidelined mental qualities have not been especially effective. These negative attitudes about subjective experience took root in psychiatry and allied fields decades ago when there were few avenues for scientifically studying subjective experience. Today, however, cognitive neuroscience research on consciousness is thriving, and offers a viable and novel scientific approach that could help achieve a deeper understanding of mental disorders and their treatment.",
      "publication_type": "review",
      "keywords_matched": [
        "self-awareness introspection emotion regulation"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-027"
    },
    {
      "title": "Understanding ethnic inequalities in mental healthcare in the UK: A meta-ethnography",
      "authors": [
        "Narinder Bansal",
        "Saffron Karlsen",
        "S. P. Sashidharan",
        "Rachel Cohen",
        "Carolyn Chew‐Graham"
      ],
      "year": 2022,
      "venue": "PLoS Medicine",
      "citation_count": 175,
      "doi": "10.1371/journal.pmed.1004139",
      "abstract": "Background Evidence regarding the presence and persistence of ethnic inequalities in mental healthcare is well established. The reasons for these inequalities and lack of progress in diminishing them are less understood. This meta-ethnography aims to provide a new conceptual understanding of how ethnic inequalities are created and sustained; this is essential to develop effective interventions. Specifically, we sought to understand why people from ethnic minority groups are underrepresented in primary care mental health service provision and overrepresented in crisis pathways and detention. Methods and findings Following eMERGe guidelines for meta-ethnographies, we searched OpenGrey, Kings Fund, CINAHL, Medline, PsycINFO, and Social Care Online databases for qualitative articles published from database inception until October 2, 2022, using broad categories of search terms relating to “ethnicity AND (mental illness/mental health/emotional distress) AND (help-seeking/service utilisation/experience/perception/view).” We included all conceptually rich articles that used qualitative methods of data collection and analysis and excluded non-UK studies and those that focused solely on causation of mental illness. Our patient, public, and practitioner lived experience advisory group provided feedback and input on key stages of the project including search terms, research questions, data analysis, and dissemination. A total of 14,142 articles were identified; 66 met the inclusion criteria. We used reciprocal, refutational, and line of argument analytical approaches to identify convergence and divergence between studies. The synthesis showed that current models of statutory mental healthcare are experienced as a major barrier to the delivery of person-centred care to those in ethnic minority groups due to the perceived dominance of monocultural and reductionist frameworks of assessment and treatment (described as “medical” and “Eurocentric”) and direct experiences of racist practice. The lack of socially oriented and holistic frameworks of knowledge and understanding in medical training and services is experienced as epistemic injustice, particularly among those who attribute their mental illness to experiences of migration, systemic racism, and complex trauma. Fear of harm, concerns about treatment suitability, and negative experiences with health providers such as racist care and medical neglect/injury contribute to avoidance of, and disengagement from, mainstream healthcare. The lack of progress in tackling ethnic inequalities is attributed to failures in coproduction and insufficient adoption of existing recommendations within services. Study limitations include insufficient recording of participant characteristics relating to generational status and social class in primary studies, which prevented exploration of these intersections. Conclusions In this study, we found that the delivery of safe and equitable person-centred care requires a model of mental health that is responsive to the lived experiences of people in ethnic minority groups. For the people considered in this review, this requires better alignment of mental health services with social and anti-racist models of care. Our findings suggest that intersections related to experiences of racism, migration, religion, and complex trauma might be more relevant than crude ethnic group classifications. Strategies to tackle ethnic inequalities in mental healthcare require an evaluation of individual, systemic, and structural obstacles to authentic and meaningful coproduction and implementation of existing community recommendations in services.",
      "publication_type": "review",
      "keywords_matched": [
        "creative arts therapy expression"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-028"
    },
    {
      "title": "The NR-6: a new brief measure of nature relatedness",
      "authors": [
        "Elizabeth K. Nisbet",
        "John M. Zelenski"
      ],
      "year": 2013,
      "venue": "Frontiers in Psychology",
      "citation_count": 659,
      "doi": "10.3389/fpsyg.2013.00813",
      "abstract": "The construct of (dis)connection with nature or \"nature relatedness\" has become increasingly useful in the study of environmental behavior as well as psychological health and well-being. Strong nature relatedness is associated with greater happiness and ecologically sustainable behavior. A number of scales reliably assess individual differences in nature relatedness, but some circumstances may necessitate a brief measure. We developed a short-form version of the nature relatedness scale (NR-6), comprised of 6 items from the \"self\" and \"experience\" dimensions, and tested the new scale's predictive ability across multiple samples and with longitudinal data in students, community members, and business people. The new NR-6 scale demonstrated good internal consistency, temporal stability, and predicted happiness, environmental concern, and nature contact. This new brief measure of connectedness may have advantages where time and space are limited and the research context requires an assessment of connectedness elements rather than environmental attitudes.",
      "publication_type": "article",
      "keywords_matched": [
        "self-reflection personal growth psychology",
        "restorative environments nature well-being"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-029"
    },
    {
      "title": "Prioritizing the Mental Health and Well-Being of Healthcare Workers: An Urgent Global Public Health Priority",
      "authors": [
        "Lene E. Søvold",
        "John A. Naslund",
        "Antonis A. Kousoulis",
        "Shekhar Saxena",
        "M. Walid Qoronfleh"
      ],
      "year": 2021,
      "venue": "Frontiers in Public Health",
      "citation_count": 882,
      "doi": "10.3389/fpubh.2021.679397",
      "abstract": "The COVID-19 pandemic has had an unprecedented impact on health systems in most countries, and in particular, on the mental health and well-being of health workers on the frontlines of pandemic response efforts. The purpose of this article is to provide an evidence-based overview of the adverse mental health impacts on healthcare workers during times of crisis and other challenging working conditions and to highlight the importance of prioritizing and protecting the mental health and well-being of the healthcare workforce, particularly in the context of the COVID-19 pandemic. First, we provide a broad overview of the elevated risk of stress, burnout, moral injury, depression, trauma, and other mental health challenges among healthcare workers. Second, we consider how public health emergencies exacerbate these concerns, as reflected in emerging research on the negative mental health impacts of the COVID-19 pandemic on healthcare workers. Further, we consider potential approaches for overcoming these threats to mental health by exploring the value of practicing self-care strategies, and implementing evidence based interventions and organizational measures to help protect and support the mental health and well-being of the healthcare workforce. Lastly, we highlight systemic changes to empower healthcare workers and protect their mental health and well-being in the long run, and propose policy recommendations to guide healthcare leaders and health systems in this endeavor. This paper acknowledges the stressors, burdens, and psychological needs of the healthcare workforce across health systems and disciplines, and calls for renewed efforts to mitigate these challenges among those working on the frontlines during public health emergencies such as the COVID-19 pandemic.",
      "publication_type": "article",
      "keywords_matched": [
        "creative arts therapy expression"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-030"
    },
    {
      "title": "Relations between emotion regulation strategies and affect in daily life: A systematic review and meta-analysis of studies using ecological momentary assessments",
      "authors": [
        "Teresa Boemo",
        "Inés Nieto",
        "Carmelo Vázquez",
        "Álvaro Sánchez-López"
      ],
      "year": 2022,
      "venue": "Neuroscience & Biobehavioral Reviews",
      "citation_count": 137,
      "doi": "10.1016/j.neubiorev.2022.104747",
      "abstract": "Emotion regulation (ER) is a central target in the study of psychological and neurobiological processes of emotions for numerous psychological disorders. Ecological momentary assessments, overcoming retrospective self-reports, allow a better understanding of the relation between the use of ER strategies and daily life affective experiences. A systematic review and meta-analyses of studies testing these relations through experience sampling methods (ESM) and daily diaries were conducted. ESM studies showed significant large effect sizes in contemporaneous relations between negative affect (NA) and rumination, suppression, and worry, and in both contemporaneous and prospective relations between positive affect (PA) and reappraisal; medium effect sizes in prospective relations between NA and rumination, and PA and distraction; and a small effect size in the prospective relation between NA and suppression. Daily diary studies showed significant large effect sizes in contemporaneous relations between NA and rumination and suppression, and in both contemporaneous and prospective relations between PA and reappraisal; medium effect sizes in contemporaneous relations between PA and acceptance, and problem-solving; and a small effect size in the prospective relation between NA and reappraisal. These findings shed light on the temporal relations between the use of ER strategies and affective experiences and highlight conceptual and methodological limitations in the field.",
      "publication_type": "review",
      "keywords_matched": [
        "daily diary method experience sampling"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-031"
    },
    {
      "title": "The psychological functions of music listening",
      "authors": [
        "Thomas Schäfer",
        "Peter Sedlmeier",
        "Christine Städtler",
        "David Huron"
      ],
      "year": 2013,
      "venue": "Frontiers in Psychology",
      "citation_count": 586,
      "doi": "10.3389/fpsyg.2013.00511",
      "abstract": "Why do people listen to music? Over the past several decades, scholars have proposed numerous functions that listening to music might fulfill. However, different theoretical approaches, different methods, and different samples have left a heterogeneous picture regarding the number and nature of musical functions. Moreover, there remains no agreement about the underlying dimensions of these functions. Part one of the paper reviews the research contributions that have explicitly referred to musical functions. It is concluded that a comprehensive investigation addressing the basic dimensions underlying the plethora of functions of music listening is warranted. Part two of the paper presents an empirical investigation of hundreds of functions that could be extracted from the reviewed contributions. These functions were distilled to 129 non-redundant functions that were then rated by 834 respondents. Principal component analysis suggested three distinct underlying dimensions: People listen to music to regulate arousal and mood, to achieve self-awareness, and as an expression of social relatedness. The first and second dimensions were judged to be much more important than the third-a result that contrasts with the idea that music has evolved primarily as a means for social cohesion and communication. The implications of these results are discussed in light of theories on the origin and the functionality of music listening and also for the application of musical stimuli in all areas of psychology and for research in music cognition.",
      "publication_type": "article",
      "keywords_matched": [
        "self-awareness introspection emotion regulation",
        "creative arts therapy expression"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-032"
    },
    {
      "title": "Toward a Unified Framework for Positive Psychology Interventions: Evidence-Based Processes of Change in Coaching, Prevention, and Training",
      "authors": [
        "Joseph Ciarrochi",
        "Steven C. Hayes",
        "Lindsay G. Oades",
        "Stefan G. Hofmann"
      ],
      "year": 2022,
      "venue": "Frontiers in Psychology",
      "citation_count": 75,
      "doi": "10.3389/fpsyg.2021.809362",
      "abstract": "Since 2000, research within positive psychology has exploded, as reflected in dozens of meta-analyses of different interventions and targeted processes, including strength spotting, positive affect, meaning in life, mindfulness, gratitude, hope, and passion. Frequently, researchers treat positive psychology processes of change as distinct from each other and unrelated to processes in clinical psychology. This paper presents a comprehensive framework for positive psychology processes that crosses theoretical orientation, links coherently to clinical psychology and its more dominantly “negative” processes, and supports practitioners in their efforts to personalize positive psychological interventions. We argue that a multi-dimensional and multi-level extended evolutionary approach can organize effective processes of change in psychosocial interventions, by focusing interventions on context-appropriate variation, selection, and retention of processes, arranged in terms of key biopsychosocial dimensions across psychological, biophysiological, and sociocultural levels of analysis. We review widely studied positive psychology constructs and programs and show how this evolutionary approach can readily accommodate them and provide a common language and framework for improving human and community flourishing. We conclude that Interventions should start with the person, not the protocol.",
      "publication_type": "review",
      "keywords_matched": [
        "positive psychology interventions strengths"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-033"
    },
    {
      "title": "Researching and Practicing Positive Psychology in Second/Foreign Language Learning and Teaching: The Past, Current Status and Future Directions",
      "authors": [
        "Yongliang Wang",
        "Ali Derakhshan",
        "Lawrence Jun Zhang"
      ],
      "year": 2021,
      "venue": "Frontiers in Psychology",
      "citation_count": 702,
      "doi": "10.3389/fpsyg.2021.731721",
      "abstract": "In addressing the recent special issue in Frontiers in Psychology , namely “ Positive Psychology in Foreign and Second Language Education: Approaches and Applications ,” calling language education researchers around the globe to study positive emotions, positive personality traits, and positive institutional tendencies and their implications for language education systems, stakeholders, and policy practices, the present conceptual review paper aims to acquaint language education researchers, practitioners, instructors, and learners with the main tenets of positive psychology and their application in second/foreign language (L2) education research. Accordingly, by drawing on the broaden-and-build theory of positive emotions, we explain how individuals' positivity can result in their flourishment and development in any aspect of life, including L2 learning and teaching. Then, we introduce and conceptualize seven instances of positive psychology variables, namely academic engagement, emotion regulation, enjoyment, grit, loving pedagogy, resilience, and well-being and explain how these positive factors contribute to desirable L2 learning and teaching experiences. Subsequently, potential theoretical and pedagogical implications are drawn to enhance the quality and effectiveness of language education systems and their respective stakeholders. In the end, the limitations of the studies in this area are explicated, and suggestions for future research are provided to expand the extant literature on positive psychology in the domain of L2 education.",
      "publication_type": "review",
      "keywords_matched": [
        "self-reflection personal growth psychology"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-034"
    },
    {
      "title": "The great outdoors: how a green exercise environment can benefit all",
      "authors": [
        "Valerie Gladwell",
        "Daniel K. Brown",
        "Carly Wood",
        "Gavin Sandercock",
        "Jo Barton"
      ],
      "year": 2013,
      "venue": "Extreme Physiology & Medicine",
      "citation_count": 394,
      "doi": "10.1186/2046-7648-2-3",
      "abstract": "The studies of human and environment interactions usually consider the extremes of environment on individuals or how humans affect the environment. It is well known that physical activity improves both physiological and psychological well-being, but further evidence is required to ascertain how different environments influence and shape health. This review considers the declining levels of physical activity, particularly in the Western world, and how the environment may help motivate and facilitate physical activity. It also addresses the additional physiological and mental health benefits that appear to occur when exercise is performed in an outdoor environment. However, people's connectedness to nature appears to be changing and this has important implications as to how humans are now interacting with nature. Barriers exist, and it is important that these are considered when discussing how to make exercise in the outdoors accessible and beneficial for all. The synergistic combination of exercise and exposure to nature and thus the 'great outdoors' could be used as a powerful tool to help fight the growing incidence of both physical inactivity and non-communicable disease.",
      "publication_type": "article",
      "keywords_matched": [
        "restorative environments nature well-being",
        "nature therapy forest bathing"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-035"
    },
    {
      "title": "Which academic search systems are suitable for systematic reviews or meta‐analyses? Evaluating retrieval qualities of Google Scholar, PubMed, and 26 other resources",
      "authors": [
        "Michael Gusenbauer",
        "Neal Haddaway"
      ],
      "year": 2019,
      "venue": "Research Synthesis Methods",
      "citation_count": 1862,
      "doi": "10.1002/jrsm.1378",
      "abstract": "Rigorous evidence identification is essential for systematic reviews and meta‐analyses (evidence syntheses) because the sample selection of relevant studies determines a review's outcome, validity, and explanatory power. Yet, the search systems allowing access to this evidence provide varying levels of precision, recall, and reproducibility and also demand different levels of effort. To date, it remains unclear which search systems are most appropriate for evidence synthesis and why. Advice on which search engines and bibliographic databases to choose for systematic searches is limited and lacking systematic, empirical performance assessments. This study investigates and compares the systematic search qualities of 28 widely used academic search systems, including Google Scholar, PubMed, and Web of Science. A novel, query‐based method tests how well users are able to interact and retrieve records with each system. The study is the first to show the extent to which search systems can effectively and efficiently perform (Boolean) searches with regards to precision, recall, and reproducibility. We found substantial differences in the performance of search systems, meaning that their usability in systematic searches varies. Indeed, only half of the search systems analyzed and only a few Open Access databases can be recommended for evidence syntheses without adding substantial caveats. Particularly, our findings demonstrate why Google Scholar is inappropriate as principal search system. We call for database owners to recognize the requirements of evidence synthesis and for academic journals to reassess quality requirements for systematic reviews. Our findings aim to support researchers in conducting better searches for better evidence synthesis.",
      "publication_type": "article",
      "keywords_matched": [
        "creative arts therapy expression"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-036"
    },
    {
      "title": "Emotions that facilitate language learning: The positive-broadening power of the imagination",
      "authors": [
        "Peter D. MacIntyre",
        "Tammy Gregersen"
      ],
      "year": 2012,
      "venue": "Studies in Second Language Learning and Teaching",
      "citation_count": 741,
      "doi": "10.14746/ssllt.2012.2.2.4",
      "abstract": "The imagination is powerful, in part, because of the emotions that can be activated by imagining future states. Imagined future states are a key feature of the L2 self-system proposed by Dƅrnyei, and emotion may be the key to the motivational quality of the imagined future self. In particular, this paper focuses on positive anticipated and anticipatory emotions related to language learning. It is argued that, in general, positive emotion has a different function from negative emotion; they are not opposite ends of the same spectrum. Based on the work of Fredrickson, we argue that positive emotion facilitates the building of resources because positive emotion tends to broaden a person’s perspective, opening the individual to absorb the language. In contrast, negative emotion produces the opposite tendency, a narrowing of focus and a restriction of the range of potential language input. This article draws a framework for finding a balance between the positivebroadening and negative-narrowing emotions in the language classroom, and beyond. The emotion system is an engine for the positive-broadening power of the imagination.",
      "publication_type": "article",
      "keywords_matched": [
        "self-discovery identity exploration",
        "expressive writing journaling well-being"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-037"
    },
    {
      "title": "Nature Exposure and Its Effects on Immune System Functioning: A Systematic Review",
      "authors": [
        "Liisa Andersen",
        "Sus Sola Corazon",
        "Ulrika K. Stigsdotter"
      ],
      "year": 2021,
      "venue": "International Journal of Environmental Research and Public Health",
      "citation_count": 124,
      "doi": "10.3390/ijerph18041416",
      "abstract": "Given the drastic changes in our lifestyles and ecosystems worldwide, the potential health effects of natural environments have grown into a highly pervasive topic. Recent scientific findings suggest beneficial effects from nature exposure on human immune responses. This review aims at providing a comprehensive overview of literature published on immunomodulatory effects of nature exposure by inhalation of natural substances. A systematic database search was performed in SCOPUS and PubMed. The quality and potential bias of included studies (n = 33) were assessed by applying the EPHPP (Effective Public Health Practice Project) tool for human studies and the ARRIVE (Animal Research: Reporting of In Vivo Experiments) and SYRCLE (Systematic Review Centre for Laboratory Animal Experimentation) tools for animal studies. The synthesis of reviewed studies points to positive effects of nature exposure on immunological health parameters; such as anti-inflammatory, anti-allergic, anti-asthmatic effects or increased NK (natural killer) cell activity. Decreased expression of pro-inflammatory molecules, infiltration of leukocytes and release of cytotoxic mediators are outcomes that may serve as a baseline for further studies. However, partially weak study designs evoked uncertainties about outcome reproducibility and key questions remain open concerning effect sizes, duration of exposure and contributions of specific vegetation or ecosystem types.",
      "publication_type": "review",
      "keywords_matched": [
        "nature therapy forest bathing"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-038"
    },
    {
      "title": "Art Therapy in the Digital World: An Integrative Review of Current Practice and Future Directions",
      "authors": [
        "Ania Zubala",
        "Nicola Kennell",
        "Simon Hackett"
      ],
      "year": 2021,
      "venue": "Frontiers in Psychology",
      "citation_count": 112,
      "doi": "10.3389/fpsyg.2021.600070",
      "abstract": "Background Psychotherapy interventions increasingly utilize digital technologies to improve access to therapy and its acceptability. Opportunities that digital technology potentially creates for art therapy reach beyond increased access to include new possibilities of adaptation and extension of therapy tool box. Given growing interest in practice and research in this area, it is important to investigate how art therapists engage with digital technology or how (and whether) practice might be safely adapted to include new potential modes of delivery and new arts media. Methods An integrative review of peer-reviewed literature on the use of digital technology in art therapy was conducted. The methodology used is particularly well suited for early stage exploratory inquiries, allowing for close examination of papers from a variety of methodological paradigms. Only studies that presented empirical outcomes were included in the formal analysis. Findings Over 400 records were screened and 12 studies were included in the synthesis, pertaining to both the use of digital technology for remote delivery and as a medium for art making. Included studies, adopting predominantly qualitative and mixed methods, are grouped according to their focus on: art therapists’ views and experiences, online/distance art therapy, and the use of digital arts media. Recurring themes are discussed, including potential benefits and risks of incorporating digital technology in sessions with clients, concerns relating to ethics, resistance toward digital arts media, technological limitations and implications for therapeutic relationship and therapy process. Propositions for best practice and technological innovations that could make some of the challenges redundant are also reviewed. Future directions in research are indicated and cautious openness is recommended in both research and practice. Conclusion The review documents growing research illustrating increased use of digital technology by art therapists for both online delivery and digital art making. Potentially immense opportunities that technology brings for art therapy should be considered alongside limitations and challenges of clinical, pragmatic and ethical nature. The review aims to invite conversations and further research to explore ways in which technology could increase relevance and reach of art therapy without compromising clients’ safety and key principles of the profession.",
      "publication_type": "review",
      "keywords_matched": [
        "creative arts therapy expression"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-039"
    },
    {
      "title": "Creativity and Leisure During COVID-19: Examining the Relationship Between Leisure Activities, Motivations, and Psychological Well-Being",
      "authors": [
        "K. F. Morse",
        "Philip A. Fine",
        "Kathryn Friedlander"
      ],
      "year": 2021,
      "venue": "Frontiers in Psychology",
      "citation_count": 111,
      "doi": "10.3389/fpsyg.2021.609967",
      "abstract": "Social distancing policies have been implemented around the world to reduce the spread of coronavirus disease 2019 (COVID-19). These measures have included temporary restrictions on mass gatherings and the closure of public facilities, limiting the pursuit of leisure activities such as travel while allowing more time for at-home pursuits, including creative activities such as gardening and painting. Previous research has demonstrated the benefits of physical activity for psychological well-being during COVID-19, but less attention has been given to the potential benefits of creative pursuits, such as arts and music. The present study investigated changes in the pursuit of creative, non-creative, and physical leisure activities and the relationship between engaging in leisure, the motivations for and barriers to pursuing these activities, and psychological well-being during COVID-19. A total of 3,827 participants from 74 countries completed an online leisure activities questionnaire and the World Health Organization Five Well-Being Index. Logistic regression indicated that gender, age, social distancing adherence, and employment status significantly predicted leisure engagement during COVID-19. Compared to sports and outdoor pursuits, participation in creative activities was generally more likely to increase during this period, while participation in non-creative activities was less likely to increase. Multiple linear regression indicated that maintaining or increasing time on leisure activities significantly predicted well-being during COVID-19, with increased time spent on home crafts and artisanship, fine arts, musical and performing arts engagement, sports and outdoor pursuits, niche and IT interests, and language activities each predicting higher well-being outcomes. Motivations such as seeking creative expression and mental stimulation, keeping fit, and maintaining social connections also predicted higher well-being. These findings suggest that participation in both physical and creative leisure activities may offer protective benefits for well-being during COVID-19, and that strategies to promote engagement in creative activities should also be considered in future guidance for mental health during periods of lockdown or isolation.",
      "publication_type": "article",
      "keywords_matched": [
        "creative arts therapy expression"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-040"
    },
    {
      "title": "Cognitive restructuring, behavioral activation and cognitive-behavioral therapy in the treatment of adult depression: A network meta-analysis.",
      "authors": [
        "Markéta Čihařová",
        "Toshi A. Furukawa",
        "Orestis Efthimiou",
        "Eirini Karyotaki",
        "Clara Miguel"
      ],
      "year": 2021,
      "venue": "Journal of Consulting and Clinical Psychology",
      "citation_count": 104,
      "doi": "10.1037/ccp0000654",
      "abstract": "Results suggest that CR or BA alone and their combination (CBT) may be effective interventions in comparison to WL and CAU in the treatment of adult depression. There was no evidence suggesting differences in effectiveness among the three treatments. More research is needed to derive conclusions about the performance of CR. (PsycInfo Database Record (c) 2021 APA, all rights reserved).",
      "publication_type": "article",
      "keywords_matched": [
        "behavioral activation depression therapy"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-041"
    },
    {
      "title": "Effect of Nature Walks on Depression and Anxiety: A Systematic Review",
      "authors": [
        "Yasuhiro Kotera",
        "Melinda Lyons",
        "Kátia Correa Vione",
        "Briony A. Norton"
      ],
      "year": 2021,
      "venue": "Sustainability",
      "citation_count": 100,
      "doi": "10.3390/su13074015",
      "abstract": "The benefits of nature for our health have been an increasing research focus in recent years. In the context of a global increase in mental health diagnoses, the potential health benefits of nature have attracted attention. One practical nature treatment is to walk in nature. However, evidence for this practice on mental health has not been comprehensively appraised to date. This systematic review synthesized the effects of nature walks for depression and anxiety, and evaluated the methodological rigor of studies. Academic databases including ProQuest, PsycINFO, Science Direct, and Google Scholar were utilized to identify eligible articles, which were examined using the Newcastle–Ottawa Scale. Of 385 articles initially retrieved, 12 studies met all the eligibility criteria (nine pre-post within-subject studies, two quasi-experimental studies, and one experimental between-subjects study). These studies demonstrated that nature walks were effective for state anxiety but not generalized anxiety and the effects for depression were inconsistent. Findings indicate that nature walks may be effective for mental health, especially for reducing state anxiety. However, the quality of the included studies varied, and sample sizes were small, suggesting a need for more rigorous and large-scale research.",
      "publication_type": "review",
      "keywords_matched": [
        "nature therapy forest bathing"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-042"
    },
    {
      "title": "Burnout and self‐regulation failure: A diary study of self‐undermining and job crafting among nurses",
      "authors": [
        "Marta Roczniewska",
        "Arnold B. Bakker"
      ],
      "year": 2021,
      "venue": "Journal of Advanced Nursing",
      "citation_count": 96,
      "doi": "10.1111/jan.14872",
      "abstract": "Abstract Aim The objective was to test how nurse burnout impairs day‐to‐day adaptive self‐regulation strategies that link levels of regulatory resources with employee job performance. Background Regulatory resources help employees manage their thoughts, feelings, and behaviours on a daily basis. On days when these resources are low, employees may engage in maladaptive self‐regulation: more self‐undermining (i.e. creating additional obstacles) and less job crafting (i.e. optimizing job demands and resources), which debilitates their work performance. We expected that self‐regulation is impaired especially when individuals exhibit low motivation and low ability to regulate their behaviour, that is, when they experience elevated burnout. Design This research used a daily diary design. Nurses responded to a general survey and then completed daily diary surveys in three different moments: before, during and after work for 10 consecutive workdays (total reports N = 732). Method A sample of 81 nurses from Polish hospitals and primary healthcare centres completed self‐reported questionnaires between January and March 2018. Hypotheses were tested using multilevel modelling in Mplus. Results Momentary self‐regulatory capacity before work was negatively related to self‐undermining and positively related to job crafting, and it indirectly predicted daily job performance. As hypothesized, these indirect relationships were moderated by general, chronic burnout. We found that only for employees with low levels of burnout, daily self‐regulation was linked with better functioning via increased job crafting and decreased self‐undermining. Conclusion Chronic burnout disturbs day‐to‐day behaviour regulation. Individuals with elevated burnout symptoms have difficulty to translate momentary boosts in regulatory resources into adaptive strategies that are linked with higher performance. Impact Our findings call for better recovery programmes, strategic Human Resource Management practices aimed at reducing factors that deplete daily self‐regulatory resources, and finally top‐down interventions preventing burnout among employees in the healthcare system.",
      "publication_type": "article",
      "keywords_matched": [
        "daily diary method experience sampling"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-043"
    },
    {
      "title": "Urban green space soundscapes and their perceived restorativeness",
      "authors": [
        "Konrad Uebel",
        "Melissa Marselle",
        "Angela J. Dean",
        "Jonathan R. Rhodes",
        "Aletta Bonn"
      ],
      "year": 2021,
      "venue": "People and Nature",
      "citation_count": 95,
      "doi": "10.1002/pan3.10215",
      "abstract": "Abstract The positive influence of urban green spaces on human health and well‐being is well known while the pathways are little understood. Past research has largely focused on visual stimuli, yet the auditory pathway is also an important means for contact with nature. The sonic environments of urban green spaces, however, are rarely entirely natural and many differ in their composition of natural sounds and anthropogenic noise. Few studies have investigated how these differences may impact the restorative potential of these soundscapes and, in particular, how the presence of traffic noise may constrain the benefits of natural sounds. To address this gap, we examined differences in the perceived restorativeness and perceived restorative outcomes across a gradient of eight park soundscapes that differed in bird and traffic sounds. In a laboratory setting, 162 participants listened to sound samples and reported on perceptions of the soundscapes and restorative potential and outcomes. The results strongly indicate that park soundscapes with a rich array of perceived bird sounds and minimal perceived traffic noise offer the greatest perceived restoration. Traffic noise was found to moderate the positive effect of bird sounds. The duration of time lived in the city and noise sensitivity were also positively associated with greater perceived restorative benefits while noise‐sensitive people were also more negatively affected by traffic noise. The promotion of highly natural soundscapes in urban green spaces and the reduction of traffic noise can provide nature‐based solutions to human health and well‐being in urban areas. A free Plain Language Summary can be found within the Supporting Information of this article.",
      "publication_type": "article",
      "keywords_matched": [
        "restorative environments nature well-being"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-044"
    },
    {
      "title": "Effects of gratitude intervention on mental health and well-being among workers: A systematic review",
      "authors": [
        "Yu Komase",
        "Kazuhiro Watanabe",
        "Daisuke Hori",
        "Kyosuke Nozawa",
        "Yui Hidaka"
      ],
      "year": 2021,
      "venue": "Journal of Occupational Health",
      "citation_count": 87,
      "doi": "10.1002/1348-9585.12290",
      "abstract": "Abstract Objectives Gratitude intervention, which requires participants to engage regularly in brief activities designed to cultivate a sense of gratefulness, is known as one of the most effective positive psychological interventions. Although numerous meta-analyses and systematic reviews have been conducted on gratitude intervention, no studies have focused on the working population. This study aimed to systematically summarize the effectiveness of gratitude interventions on workers’ mental health and well-being. Methods Systematic search was conducted in February 2021 using five databases. Eligible studies included randomized controlled trials implementing gratitude activities among healthy workers and measuring mental health or well-being indicators and original articles or thesis in English. Results Nine out of 1957 articles met the inclusion criteria. Eight studies adopted gratitude list interventions, showing a significant improvement in perceived stress and depression; however, the effects on well-being were inconsistent. Interventions with gratitude list four times or less did not report significant changes in any outcomes. Conclusions Most gratitude interventions incorporated a gratitude list, and some studies included gratitude activities as a part of the combined program. On the other hand, no studies focused on only behavioral gratitude expression among workers. Gratitude interventions might be effective in improving mental health, but their effects on well-being remain unclear. The total number of gratitude lists and reflections might influence the effect on mental health and well-being; however, due to the high heterogeneity of the studies, further studies are needed.",
      "publication_type": "review",
      "keywords_matched": [
        "gratitude intervention well-being"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-045"
    },
    {
      "title": "Reducing stress and promoting well-being in healthcare workers using mindfulness-based cognitive therapy for life",
      "authors": [
        "Clara Strauss",
        "Jenny Gu",
        "Jesús Montero‐Marín",
        "Adrian Whittington",
        "Cavita Chapman"
      ],
      "year": 2021,
      "venue": "International Journal of Clinical and Health Psychology",
      "citation_count": 81,
      "doi": "10.1016/j.ijchp.2021.100227",
      "abstract": "Healthcare workers play a critical role in the health of a nation, yet rates of healthcare worker stress are disproportionately high. We evaluated whether mindfulness-based cognitive therapy for life (MBCT-L), could reduce stress in healthcare workers and target a range of secondary outcomes. <i>Method</i>: This is the first parallel randomised controlled trial of MBCT-L. Participants were NHS workers, who were randomly assigned (1:1) to receive either MBCT-L or wait-list. The primary outcome was self-reported stress at post-intervention. Secondary variables were well-being, depression, anxiety, and work-related outcomes. Mixed regressions were used. Mindfulness and self/other-compassion were explored as potential mechanisms of effects on stress and wellbeing. <i>Results</i>: We assigned 234 participants to MBCT-L (<i>n</i> = 115) or to wait-list (<i>n</i> = 119). 168 (72%) participants completed the primary outcome and of those who started the MBCT-L 73.40% (<i>n</i> = 69) attended the majority of the sessions. MBCT-L ameliorated stress compared with controls (<i>B</i> = 2.60, 95% CI = 1.63‒3.56; <i>d</i> = -0.72; <i>p</i> < .0001). Effects were also found for well-being, depression and anxiety, but not for work-related outcomes. Mindfulness and self-compassion mediated effects on stress and wellbeing. <i>Conclusions</i>: MBCT-L could be an effective and acceptable part of a wider healthcare workers well-being and mental health strategy.",
      "publication_type": "article",
      "keywords_matched": [
        "self-compassion mindfulness therapy"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-046"
    },
    {
      "title": "Impact of mindfulness and self-compassion on anxiety and depression: The mediating role of resilience",
      "authors": [
        "Adrián Pérez‐Aranda",
        "Javier Garcı́a-Campayo",
        "Francisco Gudé",
        "Juan V. Luciano",
        "Albert Feliu‐Soler"
      ],
      "year": 2021,
      "venue": "International Journal of Clinical and Health Psychology",
      "citation_count": 79,
      "doi": "10.1016/j.ijchp.2021.100229",
      "abstract": "<i>Background/Objective</i> 'Third-wave' psychotherapies have shown effectiveness for treating psychopathological symptoms such as anxiety and depression. There is burgeoning interest in examining how these therapies' core constructs produce their therapeutic benefits. This study explores the hypothetical mediating effect of resilience in the impact of mindfulness and self-compassion on anxiety and depressive symptoms. <i>Method</i>: Cross-sectional study design. The sample consisted of 860 Spanish general population participants. The measures included the Mindful Attention Awareness Scale (MAAS), the Self-Compassion Scale (SCS-12), the Connor-Davidson Resilience Scale (CD-RISC) and the Goldberg Anxiety and Depression Scale (GADS). Bivariate correlations were calculated, and path analysis models were performed. <i>Results</i>: Significant correlations were found between the study variables, always in the expected direction (all <i>p</i> values <.001). The path analysis models showed significant direct effects of mindfulness and self-compassion on anxiety and depression symptoms, but the only significant indirect effects through resilience were found on depression (MAAS: β = -.05, 95% CI = -.11 to -.02; SCS-12: β = -.06, 95% CI = -.33 to -.07). <i>Conclusions</i>: Resilience might partially mediate the effect of mindfulness and self-compassion on depression, but not on anxiety.",
      "publication_type": "article",
      "keywords_matched": [
        "self-compassion mindfulness therapy"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-047"
    },
    {
      "title": "Forest-bathing and physical activity as weapons against COVID-19: a review",
      "authors": [
        "Valentina Roviello",
        "Melinda Gilhen-Baker",
        "Caterina Vicidomini",
        "Giovanni N. Roviello"
      ],
      "year": 2021,
      "venue": "Environmental Chemistry Letters",
      "citation_count": 79,
      "doi": "10.1007/s10311-021-01321-9",
      "abstract": "Strengthening the immune system in order to better withstand the threat of COVID-19 is an important way to ensure the protection of our health against the current pandemic associated with SARS-CoV-2. There are many ways to achieve this, but with current circumstances, certain modalities stand out as being the most valid and are certainly worth greater consideration. Here we review the effects that particular immuno-strengthening activities can have on limiting the severity of COVID-19 disease as well as preventing virus infection. Physical activity, in particular, should not be discounted as an important method of prevention of viral diseases as it triggers many biological processes within the human body which in turn lead to heightened natural defences against viral infections. When exercise is performed in forested areas, these protective health benefits may be increased since many plant species emit biogenic volatile compounds (VOCs) which, when inhaled, have many protective properties. These VOCs have been shown in particular to have immunostimulatory effects on the human body and, thus, they could be of use in the prevention and/or treatment of COVID-19. Being amongst trees may also help to alleviate stress and anxiety, lowering cortisol levels and consequently helping the proper functioning of the immune system. In the following work, we have performed an analysis of the available scientific literature which looks at the effects of physical exercise as well as 'forest-bathing' on the immune system's ability to fight disease, especially of course as it relates to COVID-19. Our review aims at shedding light on the benefits of exercising outdoors in green areas and suggests reforestation as a protective measure against future outbreaks.",
      "publication_type": "review",
      "keywords_matched": [
        "nature therapy forest bathing"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-048"
    },
    {
      "title": "Changes in Physical Activity Pre-, During and Post-lockdown COVID-19 Restrictions in New Zealand and the Explanatory Role of Daily Hassles",
      "authors": [
        "Elaine A. Hargreaves",
        "Craig Lee",
        "Matthew Jenkins",
        "Jessica Calverley",
        "Ken Hodge"
      ],
      "year": 2021,
      "venue": "Frontiers in Psychology",
      "citation_count": 77,
      "doi": "10.3389/fpsyg.2021.642954",
      "abstract": "Covid-19 lockdown restrictions constitute a population-wide “life-change event” disrupting normal daily routines. It was proposed that as a result of these lockdown restrictions, physical activity levels would likely decline. However, it could also be argued that lifestyle disruption may result in the formation of increased physical activity habits. Using a longitudinal design, the purpose of this study was to investigate changes in physical activity of different intensities, across individuals who differed in activity levels prior to lockdown restrictions being imposed, and across three time periods: pre-, during- and post-lockdown. This study also examined the extent to which the experience of daily hassles explained any changes in physical activity. A convenience sample ( N = 759) recruited through social media, provided data from an online survey administered during weeks 2–3 of a 5-week lockdown and 231 participants provided complete data again 6 weeks post-lockdown (72% female, M age = 43 years). Participants completed the International Physical Activity Questionnaire–Short Form and the Daily Hassles Scale. Results showed that vigorous and moderate intensity PA were significantly lower during- and post-lockdown compared to pre-lockdown in those individuals who had been highly active pre-lockdown. In contrast, for moderately active individuals pre-lockdown, vigorous and moderate intensity PA was significantly higher during-lockdown compared to pre-lockdown, and these increased levels of vigorous PA were maintained post-lockdown. Participants experienced daily hassles due to inner concerns, time pressures, family, and financial concerns to the same extent during- and post-lockdown. Those daily hassles had a small negative (Standardized β = −0.11; p &amp;lt; 0.05) predictive effect on post-lockdown PA. It appears that to understand the effect of COVID-19 restrictions on PA, the activity status of individuals pre-lockdown needs to be taken into account. The daily hassles appeared to play a role in post-lockdown PA behavior, but future research should investigate why these results occurred.",
      "publication_type": "article",
      "keywords_matched": [
        "habit formation behavior change daily"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-049"
    },
    {
      "title": "Acceptance and Commitment Therapy (ACT) Improves Sleep Quality, Experiential Avoidance, and Emotion Regulation in Individuals with Insomnia—Results from a Randomized Interventional Study",
      "authors": [
        "Ali Zakiei",
        "Habibolah Khazaie",
        "Masoumeh Rostampour",
        "Sakari Lemola",
        "Maryam Esmaeili"
      ],
      "year": 2021,
      "venue": "Life",
      "citation_count": 76,
      "doi": "10.3390/life11020133",
      "abstract": "Insomnia is a common problem in the general population. To treat insomnia, medication therapies and insomnia-related cognitive-behavioral interventions are often applied. The aim of the present study was to investigate the influence of acceptance and commitment therapy (ACT) on sleep quality, dysfunctional sleep beliefs and attitudes, experiential avoidance, and acceptance of sleep problems in individuals with insomnia, compared to a control condition. A total of 35 participants with diagnosed insomnia (mean age: 41.46 years old; 62.9% females) were randomly assigned to the ACT intervention (weekly group therapy for 60–70 min) or to the active control condition (weekly group meetings for 60–70 min without interventional and psychotherapeutic character). At baseline and after eight weeks (end of the study), and again 12 weeks later at follow-up, participants completed self-rating questionnaires on sleep quality, dysfunctional beliefs and attitudes about sleep, emotion regulation, and experiential avoidance. Furthermore, participants in the intervention condition kept a weekly sleep log for eight consecutive weeks (micro-analysis). Every morning, participants completed the daily sleep log, which consisted of items regarding subjective sleep duration, sleep quality, and the feeling of being restored. Sleep quality, dysfunctional beliefs and attitudes towards sleep, emotion regulation, and experiential avoidance improved over time, but only in the ACT condition compared to the control condition. Improvements remained stable until follow-up. Improvements in experiential avoidance were related to a favorable change in sleep and cognitive-emotional processing. Micro-analyses showed that improvements occurred within the first three weeks of treatment. The pattern of results suggests that ACT appeared to have improved experiential avoidance, which in turn improved both sleep quality and sleep-related cognitive-emotional processes at longer-term in adults with insomnia.",
      "publication_type": "article",
      "keywords_matched": [
        "experiential avoidance acceptance commitment"
      ],
      "source_api": "openalex",
      "paper_id": "PAPER-050"
    }
  ]
}